---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrTreadMult
source: html/c0dc7f8b-7589-fa76-160c-50a91d3a8234.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrTreadMult Property

"Tread Multiplier"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrTreadMult { get; }
```